{
  "work": {
    "1": {
      "text": "Услышав о том, что Пан Тибор Эггебрахт решил открыть свой собственный банк под названием 'Альба', вы крайне скептически отнеслись к этой новости. Но после многочисленных восторженных отзывов других жителей Империи вы всё-таки решились на то, чтобы вложить туда несколько тысяч флоренов. После того как вы получили большой процент от суммы, вы решили вложить в банк все свои имеющиеся деньги (ведь это было очень выгодно, и их можно было снять в любой момент), и не пожалели об этом, ведь это принесло вам доход в виде - {amount} флоренов."
    },
    "2": {
      "text": "Вы нашли заказ на некое чудовище, которое кошмарило соседние деревни. Вы отправились в дорогу. По пути вам встретились рубайлы, вы их узнали, они состояли в гильдии наемников АИ[Аутисты интеллегенты], по всей идимости они шли с гей вечеринки. Среди них был некий Гаал, девочка-чародейка, мужчина по прозвищу Физик, вооруженный двумя ЯДОВИТЫМИ топорами убийца, а возгавлял их 13летний, уже знакомый пацан. Они согласились вам помочь, вы с легкостью одолели виверну, и в результате получили - {amount} флоренов."
    },
    "3": {
      "text": "Вы оруженосец у Тибора Эггебрахта, командира дивизии 'Альба'. Однажды к вашему господину пришел в дом некий низушек Аленсер. Они о чём-то долго совещались в кабинете, вам удалось подслушать часть разговора. Оказалось, готовится заговор против Императора. Заговорщики планировали заманить Эмгыра в бордель старухи Лары, где известный трап Сласти должен был опоить, затащить Императора в свою постель и зарезать. А значит и опозорить императора даже после смерти. Вы сообщили об услышанном. Через несколько дней заговорщиков повесили, а вы получили громкий титул и звонкую монету - {amount} флоренов"
    },
    "4": {
      "text": "На турнире сир Тибор снова сломал щит. Путём такой-то матери и перечислением всей родни княжны Цириллы, вы сделали из куска дерева новый щит. Вооружившись кистью и красками, вы нарисовали его фамильный герб на щите. Классный поро получился! Сир Тибор остался доволен и наградил тебя - {amount} флоренами."
    },
    "5": {
      "text": "Вы сидели в кресле у себя дома, и думали о том, что будучи доблестным мужем Нильфгаарда, ещё до совершеннолетия доказавшего свою верность и любовь к империи, занимаетесь чем попало за деньги. Именно поэтому вы решились заняться чем-то военным на добровольной основе. Вы уже забыли долгие военные походы, но были рады снова быть в строю. Когда наконец вы вместе с батальоном подавили очередное восстание в провинции Гесо, ваше сердце наполнилось кровью и гордостью за империю. Ваш кошель пополнился - {amount} флоренами."
    },
    "6": {
      "text": "Старуха по имени Лариса, проживающая в доме напротив, попросила вас составить ей компанию за деньги. Вы согласились. Когда вы зашли в дом, вы поняли, что попали в жуткое место. Вам даже удалось заглянуть в комнату, где на специальном стенде были плётки разных видов и размеров. Но вы успели уйти вовремя, отпив чайку, а также получив - {amount} флоренов."
    },
    "7": {
      "text": "Судьба занесла вас в Королевство Керак. Вы нанялись в экспедицию добровольцем, сразу как вы высадились на остров, в вас полетели стрелы. Это были дриады. У вас начались флешбеки про Воды Брокилона, но еще одна стрела быстро вернула вас в реальность. Экспедиция прошла успешно, вас наградили орденом за доблесть, а также - {amount} флоренами."
    },
    "8": {
      "text": "Так как в вас бурлила часть крови Aen Seidhe, вы испытывали сочувствие к угнетаемым на Севере старшим расам. Именно поэтому вы решили поработать на благо империи, снабдив бунтующих эльфов Аэдирна продовольствием, в частности, луком и репой. Какой-то эльф сказал, что вы напоминаете ему его старого друга, Павко Галье по прозвищу 'Бужа', ну а за свою работу вы получили - {amount} флоренов."
    },
    "9": {
      "text": "Сам Император Эмгыр снизошел до вас. И поручил серьезное дело - доставить письмо великому канцлеру Ардалю Аэп Даги. Ради интереса вы заглянули в конверт, там оказались ампула с ядом и письмо, о том, что заговор против Императора раскрыт. Вы прибыли на место в сопровождении тяжеловооруженных солдат, под стенами крепости были войска Аэдирна и Ривии. Передав письмо, вы вернулись к Императору и он дал вам - {amount} флоренов . Вскоре до вас дошла новость что герцог найден отравленным."
    },
    "10": {
      "text": "Вы познакомились с зерриканцем по кличке 'Хоттабыч'. Он приехал в Нильфгаард, чтобы продать свои товары по здешним ценам. Он предложил вам ему помочь, так как обычно отбою от народа у его лавки нет. Вечером, когда вы закончили, он вам дал свёрток, в котором была какая-то трава. Будучи послушным гражданином, вы не стали использовать ее по назначению, а продали на черном рынке за - {amount} флоренов."
    },
    "11": {
      "text": "Вы прогуливались по парку. Вдруг к вам подошел немолодой мужчина, и предложил работёнку. Зная, что у вас есть выход на производство алкогольной продукции, он рассказал вам рецепт некого 'блазёра', и обещал платить солидные деньги за бутылку. Вы вместе со своим приятелем, который вам задолжал, наделали этого блазёра, но выбухали половину. Мужчина был недоволен, но в его голосе звучали нотки понимания. За оставшиеся литры он вручил вам - {amount} флоренов."
    },
    "12": {
      "text": "Пребывая в Новиграде, вы заглянули к старому другу и по совместительству послу Нильфгаарда - Вар Аттре. Вы хорошо провели время, и посол уговорил потренировать его дочь - Розу в фехтовании. Вы без колебаний согласились, за данную услугу брать денег вам совершенно не хотелось, но Вар Аттре отсыпал вам- {amount} флоренов."
    },
    "13": {
      "text": "Вы решили попробовать себя в цирковом искусстве. Вы присоединились к труппе гастролеров, им срочно нужна была замена. Как выяснилось, их стрелок по кличке Соколиный Глаз, напился сивухи и ослеп. Вы успешно выступили, после чего получили - {amount} флоренов."
    },
    "14": {
      "text": "Когда вы прогуливались по городу, мимо вас пробежал низушек, вы заподозрили неладное, проверили кошель,как оказалось, он пропал. Вы догнали этого мелкого ворюгу, и забрали не только свои деньги, но еще и его - в сумме- {amount} флоренов . Позже выяснилось, что это был известный рецидивист Фродо Торбинс, на Старшей Речи - Аленсер."
    },
    "15": {
      "text": "Как вы знаете по своему кадетству, драить сортиры имперского лагеря - дело неприятное. Но вы согласились это сделать, так как выполняли эту работу за деньги молодого рекрута из дивизии 'Альба'. И хоть там жутко воняло, вы посмеялись с надписи на потолке 'Эггебрахт, верни мою анальную девственность', а также получили - {amount} флоренов."
    },
    "16": {
      "text": "Вы решили устроиться портным на некоторое время. Вдруг в окрестностях деревни завелся дракон. Вы было сначала не поверили, но вскоре вы увидели собственными глазами, что это не полудохлая Виверна или Вилохвост, а самый настоящий зеленый дракон, который нагло жрал овец на пастбищах. Вы начинили одну овцу серой. Дракон не заметил подвоха, после чего заревел от боли на всю округу и улетел. Деревня скинулась вам на вознаграждение в виде - {amount} флоренов, после чего вы покинули деревню. Вскоре до вас дошел слух, что деревню спалили, а недалеко от нее видели Золотого Дракона. Очередная байка, - подумали вы, но проверять вам не хотелось."
    },
    "17": {
      "text": "Когда вы пребывали на островах Скеллиге, к вам обратилась жрица Фрейи, и попросила собрать некоторые травы. Вы с легкостью нашли все необходимое, хоть вас чуть не загрыз Дикий Медведь. Также она попросила зайти к ее брату-мечнику по имени Снипер , чтобы забрать амулет. Вы случайно увидели его, ебущегося с мужиком. Вы испуганно убежали, стащив какой-то амулет, висевший на стене. Вернувшись к жрице, вы с облегчением узнали, что это именно тот, который был нужен. Вам дали горсть оренов, которую позже вы обменяли на - {amount} флоренов."
    },
    "18": {
      "text": "Вы нашли объявление от некой графини Миньоль. Вы прибыли в ее имение, она была крайне грустна, видимо потеряла близкого человека. Она дала вам заказ на поиск неких Ведьминалий. Странно, кому вообще нужны железки этих мутантов? Ладно, у богатых свои причуды - подумали вы. Выполнив заказ, вы вернулись к ней, после чего она вас осыпала благодарностями и дала увесистый кошель с -{amount} флоренов ."
    },
    "19": {
      "text": "Лезть одному в крайне опасные подземелья крайне глупая мысль. Но деньги могут толкнуть на любые безумства. Вам улыбнулась удача, и вы нашли один магический амулет. Искать покупателя не пришлось, он нашел вас сам. Это был лысый мужчина средних лет, зачем то тащил с собой зеркало, как он сказал на продажу. Вы щедро продали ему амулет, за что он заплатил вам - {amount} флоренов.Странно что в Северных Королевствах у кого то нашлись флорены."
    },
    "20": {
      "text": "Старая герцогиня пригласила вас на торжественный прием. Когда вы пришли, она рассказала, что наслышана о вашем таланте пения, и что хотела бы услышать знаменитое произведение Сэра Кудкудака 'Однажды кот, свин и петух...'. В вашем исполнении. Герцогиня осталась довольна, и поручила дать вам - {amount} флоренов."
    },
    "21": {
      "text": "Пребывая в Боклере, вы решили поучаствовать в карточном турнире. Организатор заставил вас играть фракцией Скеллиге. Вы без труда победили всех. Хоть вы испытали невероятное отвращение от игры этой фракцией, так как любили только женщин, но - {amount} флоренов при этом заработали."
    },
    "22": {
      "text": "Азартные игры - тоже работа. Ваш друг научил вас играть в одну старую карточную игру, которая была придумана гномами ещё хрен знает сколько лет назад. Поиграв в приличных заведениях в это, вы, удивительно, но получили выгоду. 'Какая же гейская игра этот гвинт', подумали вы, уходя с - {amount} флоренов."
    },
    "23": {
      "text": "Путешествуя по странам Нордлингов, вы нанялись вышибалой в кабаке у Вызимы. Странно, но вы не испытали никакого отвращения к клиентам кабака, мало того, вы опрокинули стопку не с одним посетителем. А также получили солидное количество оренов за хорошую работу, которые вы позже обменяли в банке на - {amount} флоренов."
    },
    "24": {
      "text": "Вы получили письмо с печатью императора, открыв его, вы безумно удивились 'крайне ответственному заданию по сбору бутылок' и странному адресу, по которому нужно было их передать. Смеха ради, вы решили пособирать бутылки со своими друзьями и рабами, за что и получили - {amount} флоренов."
    },
    "25": {
      "text": ""
    },
    "26": {
      "text": ""
    },
    "27": {
      "text": ""
    },
    "28": {
      "text": ""
    },
    "29": {
      "text": ""
    },
    "30": {
      "text": ""
    },
    "31": {
      "text": ""
    },
    "32": {
      "text": ""
    },
    "33": {
      "text": ""
    },
    "34": {
      "text": ""
    },
    "35": {
      "text": ""
    },
    "36": {
      "text": ""
    },
    "37": {
      "text": ""
    },
    "38": {
      "text": ""
    },
    "39": {
      "text": ""
    },
    "40": {
      "text": ""
    },
    "41": {
      "text": ""
    },
    "42": {
      "text": ""
    },
    "43": {
      "text": ""
    },
    "44": {
      "text": ""
    },
    "45": {
      "text": ""
    },
    "46": {
      "text": ""
    },
    "47": {
      "text": ""
    },
    "48": {
      "text": ""
    },
    "49": {
      "text": ""
    },
    "50": {
      "text": ""
    },
    "51": {
      "text": ""
    },
    "52": {
      "text": ""
    },
    "53": {
      "text": ""
    },
    "54": {
      "text": ""
    },
    "55": {
      "text": ""
    },
    "56": {
      "text": ""
    },
    "57": {
      "text": ""
    },
    "58": {
      "text": ""
    },
    "59": {
      "text": ""
    },
    "60": {
      "text": ""
    },
    "61": {
      "text": ""
    },
    "62": {
      "text": ""
    },
    "63": {
      "text": ""
    },
    "64": {
      "text": ""
    },
    "65": {
      "text": ""
    },
    "66": {
      "text": ""
    },
    "67": {
      "text": ""
    },
    "68": {
      "text": ""
    },
    "69": {
      "text": ""
    },
    "70": {
      "text": ""
    },
    "71": {
      "text": ""
    },
    "72": {
      "text": ""
    },
    "73": {
      "text": ""
    },
    "74": {
      "text": ""
    },
    "75": {
      "text": ""
    },
    "76": {
      "text": ""
    },
    "77": {
      "text": ""
    },
    "78": {
      "text": ""
    },
    "79": {
      "text": ""
    },
    "80": {
      "text": ""
    },
    "81": {
      "text": ""
    },
    "82": {
      "text": ""
    },
    "83": {
      "text": ""
    },
    "84": {
      "text": ""
    },
    "85": {
      "text": ""
    },
    "86": {
      "text": ""
    },
    "87": {
      "text": ""
    },
    "88": {
      "text": ""
    },
    "89": {
      "text": ""
    },
    "90": {
      "text": ""
    },
    "91": {
      "text": ""
    },
    "92": {
      "text": ""
    },
    "93": {
      "text": ""
    },
    "94": {
      "text": ""
    },
    "95": {
      "text": ""
    },
    "96": {
      "text": ""
    },
    "97": {
      "text": ""
    },
    "98": {
      "text": ""
    },
    "99": {
      "text": ""
    }
  },
  "crime_success": {
    "1": {
      "text": "Судьба снова свела вас с коварным низушком Фродо, известным мошенником и преступником. Но на этот раз в дурном положении никто не был. Вы встретились в новиградском заведении 'Шалфей и розмарин', где, испугавшись вашего праведного гнева, Фродо предложил научить вас шарить по карманам и получать от этого выгоду. Вы огрызались и грозились ему, но, на самом деле, были рады, что кто-то вас этому научит. Все начиналось хорошо, вместе вы украли неплохое количество флоренов, но как только вы совершили ошибку, этот пидорас вас кинул и убежал прочь со своей изначальной долей. Вам пришлось выпутываться самому, но на этот раз у вас все получилось. 'А низушки шарят', думали вы, убегая с - {amount} флоренов."
    },
    "2": {
      "text": "После урока Аленсера вы чувствовали то, что научились кое-как грабить, но вы понимали то, что в гвинт вы играть всё ещё не научились. Вы решили воспользоваться услугой 'карточного наставника', как он себя называл в объявлении. Вы пришли по адресу и увидели невероятное. Алксо Аэп Электратор, который унизил вас на турнире стоял перед вами. 'Делать нечего' - читалось в его глазах. Вы отлично провели время, Алксо оказался очень хорошим и добрым человеком, он вас научил за два часа тому, чему за день мало кто научил бы. Вы оплатили урок и обещали заходить чаще и платить также. Спустя время, снова отправившись к мудрейшему, вы увидели знакомый силуэт в окне. Когда вы зашли, специально не постучавшись, вы поняли, что это оказалась никто иная, как куртизанка по имени Сласти, которая больше известна по своему прозвищу 'ловушка'. Опять же, по своей скотской натуре вы начали шантажировать Алксо, он обещал уничтожить вас на следующем турнире, но отдал вам деньги, которые покрыли расходы на его урок. Вы получили - {amount} флоренов."
    },
    "3": {
      "text": "Вы вновь попали в Вызиму, по зову сердца ли, по зову приключений ли, не важно. Важно то, что вы связались с криминальным миром этого города, а именно, с бандой Саламандры. Вы защищали вход в их убежище в канализации, попутно сдружились с одним серьезным человеком по кличке 'Профессор'. Вы заработали - {amount} флоренов."
    },
    "4": {
      "text": "Ваш сослуживец во время пьянки рассказал вам о своей идее небольшой книги про молодого ведьмака школы змеи - Сашки Миллера. Вы слушали крайне внимательно, смеялись в тот вечер и, по своей скотской натуре, украли идею. На свои деньги, и с поддержкой своего дяди из монастыря, а также, уклонившись от налогов вы написали одну книгу, которая взыскала кое-какой успех, но большую долю вы потратили в казино. Ваш доход составил - {amount} флоренов."
    },
    "5": {
      "text": "Занимаясь незаконной рыбалкой в долине Понтара, вы выловили 10 штук отменной рыбы породы 'король Понтара'. Вы пришли на рынок в деревню поблизости, где встретили земляка. Вы свято клялись ему, что одна такая рыба стоит 3200 флоренов, но он был не так прост. За 10 штук вы получили - {amount} флоренов."
    },
    "6": {
      "text": "Вы мирно кутили в Золотом Осетре, что в Новиграде. Изрядно выпив, вам пришла в голову безумная идея - украсть золотой флюгер с одной из крыш, тем самым повторить подвиг Гюго Хофа - известного вора и полурослика. Вы каким то чудом взобрались на крышу городской ратуши, открепили золотого петушка, и полезли вниз прямо с ним. Естественно, вес флюгера сказался на вашей ловкости, и вы рухнули вниз. Благо, вы были пьяны, и выжили, хоть и сломали ребро.Вы продали его одному контрабандисту, он был сильно удивлен, увидев перед собой пьяного, держащегося за бок мужчину с золотым флюгером в руке, но вопросов задавать не стал. Ваш куш составил - {amount} флоренов."
    },
    "7": {
      "text": "Новиград - сколько в этом слове для сердца криминального слилось. Вы решили податься в банду Невидимых, которую возглавлял сам Король Нищих. Он поручил вам пойти на торг с бандой Тесака. Вы согласились. Вас было около десятка человек, а впереди шел тощий парень по прозвищу Жесть. Торг пошел не по плану... Завязалась перепалка, в ходе которой вы получили удар топором по ноге, но сражение было выиграно. Вам заплатили - {amount} флоренов."
    },
    "8": {
      "text": "Заказное убийство- довольно беспринципный способ обогащения. Но делать было нечего, вы пришли к Саламандрам. Вам был заказан один вызимский следователь, который расследовал дела Саламандр, вы вместе с 2 людьми ворвались в его дом, прирезали жену и двух детей, а также его самого. За это зверство вам заплатили -{amount} флоренов. Вы больше не можете нормально спать по ночам."
    },
    "9": {
      "text": "Сегодня вам на глаза вам попался таинственный человек.  Вы предложили ему выпить с вами и он согласился. Как оказалось это был ведьмак и за кружкой эля вы узнали много интересной информации, когда ведьмак отключился вы ограбили его и отправились в путь. Продав его вещи вам удалось выручить - {amount} флоренов."
    },
    "10": {
      "text": "Неизвестный землевладелец предложил вам {amount} флоренов за весьма необычную работёнку. Вас наняли устроить пожар в одном из соседних поместий. Вы принялись за дело ночью, оно не вызвало у вас особых проблем и уже на следующий день вам заплатили - {amount} флоренов."
    },
    "11": {
      "text": "Вам удалось наладить производство палёной водки, к счастью вы успели продать большую часть товара на рыночной площади, прежде чем вас схватила стража. Вы получили - {amount} флоренов"
    },
    "12": {
      "text": "Из-за острой нехватки средств вы решили нарушить законы империи и продать свою сестру в рабство. Ночью прокравшись в её комнату вы похители её, несколько дней она провела в подвале, но к счастью покупатель нашёлся достаточно быстро. Вы получили - {amount} флоренов."
    },
    "13": {
      "text": "Сегодня вы украли лошадь с имперской конюшни. Как оказалось это была одна из любимых лошадей Императора. Вы попытались продать её одному из лордов, но у вас не получилось, однако местный мясник очень заинтересовался вашим предложением... Вы получили - {amount} флоренов."
    },
    "14": {
      "text": "Вы решили поднять денег на торговле фисштехом, купив товар у поставщика вы отправились в центр города. Простояв некоторое время на главной площади вы заметили потанцеальных клиентов, отойдя в переулок вы быстро договорились о цене и продали весь товар. Сделку можно считать необычайно удачной. Вы получили - {amount} флоренов."
    },
    "15": {
      "text": "Этой ночью вы ограбили бродячего торговца и умудрились украсть и продать часть его товаров. Вы получили - {amount} флоренов."
    },
    "16": {
      "text": "Сегодня на глаза вам попался подозрительный человек, его поведение показалось вам странным, вы решили проследить за ним предполагая, что он реданский шпион, проследив за ним ваши опасения подтвердились, не раздумывая вы лишили его жизни. Осмотрев тело вы нашли - {amount} флоренов."
    },
    "17": {
      "text": "Вы решили ограбить торговца из Каедвена и заполучить часть его товаров. Разработав план вы выступили ночью, ограбление прошло достаточно легко. Продав награбленное вы получили - {amount} флоренов."
    },
    "18": {
      "text": ""
    },
    "19": {
      "text": ""
    },
    "20": {
      "text": ""
    },
    "21": {
      "text": ""
    },
    "22": {
      "text": ""
    },
    "23": {
      "text": ""
    },
    "24": {
      "text": ""
    },
    "25": {
      "text": ""
    },
    "26": {
      "text": ""
    },
    "27": {
      "text": ""
    },
    "28": {
      "text": ""
    },
    "29": {
      "text": ""
    },
    "30": {
      "text": ""
    },
    "31": {
      "text": ""
    },
    "32": {
      "text": ""
    },
    "33": {
      "text": ""
    },
    "34": {
      "text": ""
    },
    "35": {
      "text": ""
    },
    "36": {
      "text": ""
    },
    "37": {
      "text": ""
    },
    "38": {
      "text": ""
    },
    "39": {
      "text": ""
    },
    "40": {
      "text": ""
    },
    "41": {
      "text": ""
    },
    "42": {
      "text": ""
    },
    "43": {
      "text": ""
    },
    "44": {
      "text": ""
    },
    "45": {
      "text": ""
    },
    "46": {
      "text": ""
    },
    "47": {
      "text": ""
    },
    "48": {
      "text": ""
    },
    "49": {
      "text": ""
    },
    "50": {
      "text": ""
    },
    "51": {
      "text": ""
    },
    "52": {
      "text": ""
    },
    "53": {
      "text": ""
    },
    "54": {
      "text": ""
    },
    "55": {
      "text": ""
    },
    "56": {
      "text": ""
    },
    "57": {
      "text": ""
    },
    "58": {
      "text": ""
    },
    "59": {
      "text": ""
    },
    "60": {
      "text": ""
    },
    "61": {
      "text": ""
    },
    "62": {
      "text": ""
    },
    "63": {
      "text": ""
    },
    "64": {
      "text": ""
    },
    "65": {
      "text": ""
    },
    "66": {
      "text": ""
    },
    "67": {
      "text": ""
    },
    "68": {
      "text": ""
    },
    "69": {
      "text": ""
    },
    "70": {
      "text": ""
    },
    "71": {
      "text": ""
    },
    "72": {
      "text": ""
    },
    "73": {
      "text": ""
    },
    "74": {
      "text": ""
    },
    "75": {
      "text": ""
    },
    "76": {
      "text": ""
    },
    "77": {
      "text": ""
    },
    "78": {
      "text": ""
    },
    "79": {
      "text": ""
    },
    "80": {
      "text": ""
    },
    "81": {
      "text": ""
    },
    "82": {
      "text": ""
    },
    "83": {
      "text": ""
    },
    "84": {
      "text": ""
    },
    "85": {
      "text": ""
    },
    "86": {
      "text": ""
    },
    "87": {
      "text": ""
    },
    "88": {
      "text": ""
    },
    "89": {
      "text": ""
    },
    "90": {
      "text": ""
    },
    "91": {
      "text": ""
    },
    "92": {
      "text": ""
    },
    "93": {
      "text": ""
    },
    "94": {
      "text": ""
    },
    "95": {
      "text": ""
    },
    "96": {
      "text": ""
    },
    "97": {
      "text": ""
    },
    "98": {
      "text": ""
    },
    "99": {
      "text": ""
    }
  },
  "crime_fail": {
    "1": {
      "text": "Ваш племянник Александр попросил вас купить ему Нильфгаардскую вишневую, слабоалкогольный напиток, которого вы известный почитатель. Отыгрывая роль доброго дяди, вы пошли домой за подарком, но обнаружили, что у вас его не осталось. Тогда вы решили прибегнуть к услугам перекупщика, известного игрока в гвинт, честность которого вы давно хотели проверить. Он вам пообещал 20 бутылок по цене ниже рыночной, 3200 флоренов. Вы немного поторговались, и начали ждать.Спустя какое-то время вы поняли, что вас наебали, а в таких случаях в полицию не пойдешь. Вы потеряли - {amount} флоренов. А также расстроили любимого племяшку"
    },
    "2": {
      "text": "Из-за печального денежного положения вы решили подзаработать браконьерством. Снарядившись ножом вы отправились в лес. Там вы увидели плотину, сооруженную бобрами. Вы предвушали легкий заработок, но вдруг с яростным криком на вас кинулась бабка, как вы поняли позже, это была боброводчица Ларка из соседнего дома. Она похитила всех бобров, а также ваш кошель с - {amount} флоренами."
    },
    "3": {
      "text": "От своего друга - тайного агента императора, вы узнали, что некий Фидрел Аэп Арсе, по прозвищу 'паразит' открывает лавку со знаменитой Нильфгаардской вишневой, которая нынче в большом дефиците. Посчитав касанием деньги в своем кармане, а также проверив остроту лезвия своего ножа, вы отправились по адресу лавки. Там вас ждала интересная картина: по всей видимости, хозяин заведения ругался с вашим знакомым, пожилым мужчиной, который был вашим спонтанным работодателем. Мужчина бросался дедовскими оскорблениями, обещал, что 'я здесь разнесу лавку твою, сынок, бля!'. Ну а вы, едва сдерживая смех, попробовали украсть бутылочку вишневой, которая стояла на небольшом показательном столике. Внезапно, заведение накрыли легавые, соседи жаловались на шум. Про вас не забыли, ведь вы попались прямо во время действия. Так как заведение было неофициальное, его конфисковало государство, а вас просто оштрафовали на - {amount} флоренов."
    },
    "4": {
      "text": "И что же вас так манит на скеллиге? Прибывая на острове пьяных дедов, мудрых женщин и безумных фанатиков, вы обнаружили одинокую хижину, перед порогом которой было высечены на дереве слова 'девочка-волшебница', естественно, на старшей речи. Вы постучались. Вам открыли. Мужчина с хрупким телом и приятным лицом впустил вас, в обмен на обет не делать ничего плохого. Он рассказал вам легенду о чебурахе, великом морском чудище, а также показал, как можно усиливаться от боли. После третьей бутылки настойки, вы вспомнили свою воровскую душу, и решили украсть шкуру медведя с пола, когда ваш новый приятель отвлечется. К сожалению, у вас не получилось. И несмотря на то, что в честном бою этого парня вы уделали бы, вы отхватили пару жестоких ударов и в ужасе убежали прочь от этого безумца, бросив шкуру ему в лицо. А после, угодили прямо в сугроб, упав с холма. Удивительно, но кошель вы нашли. А вот свой второй ботинок и дорогую куртку не-а. Вы потеряли - {amount} флоренов"
    },
    "5": {
      "text": "Отойдя в подворотню позаниматься своими неотложными делами, в тени вы увидели странного человека в странном головном уборе треугольной формы. Он вас заметил, и вы быстро нашли общий язык. Вы вместе шли по улице, обсуждая войну с Нордлингами и величие императора, и решили вместе выпить. Вы предлагали зайти ему к вам в дом, но он, 'по скоромности' предложил местный трактир. Как обычно, после обильной дозы алкоголя, вы начали творить хуйню, говорить плохие вещи про императора и вести себя как чмо. Но охрана вас услышала только тогда, когда вы упомянули планы вашей дивизии на момент грядущей компании. Тут-то вас и пришибли. Когда вы очнулись в темнице, ваш друг из разведки доложил, что это был шпион группировки 'клеймор', которая поддерживает Нордлингов. К счастью, ваша информация оказалась устаревший, так что вы получили не вашу отрезанную голову, а штраф в размере - {amount} флоренов."
    },
    "6": {
      "text": "Вы, преисполненые риска, а также проспорив своему приятелю решили вновь наведать Тётушку Ларису, заодно получив деньги. В этот раз, она также попросила убрать в ее доме. Во время уборки вы обнаружили небольшую клетку, которую прикрывала тряпка черного цвета. В клетке был маленький бобер. Вы, как порядочный гражданин империи, задались вопросом о гумманости селения бобра в доме. И вы решили предъявить вашей 'работодательнице'. Она призналась, что имеет особую симпатию к бобрам, поэтому частенько крадёт их из питомников и отпускает на волю. Как у нее это получается вы спросить не решились. Зато решились шантажировать тетушку-бобровода. И у вас получилось. Вы так думали.На самом же деле, вы отхватили бутылкой по голове, а после, жизнь завертелась-закрутилась, и вот, вы лежите в луже, с задницей, краснее пятна Лирии и Ривии на карте. Вы лишились имущества на - {amount} флоренов."
    },
    "7": {
      "text": "Вам разжаловали отпуск, и вы решили заняться своим излюбленным делом: путешествием по земле Нордлингов. Но вашу жадную натуру даже отпуск не излечил. Ваш зоркий взгляд увидел мужчину средних лет, рядом с ним еще шли две воительницы, вероятно, Зерриканки. Вам показалось, что человек, который может позволить себе такой эскорт обладает неплохим капиталом. Это и проверила ваша рука. Удивительно, в его карманах было абсолютно пусто, так же, как и у вас в голове, по словам мужчины. Все верно, вас поймали, и Зерриканки вас мутузили до потери сознания. Когда вы очнулись, вы поняли, что ваша одежда испорчена, а рука сломана. Чтобы возместить этот ущерб, вам потребовалось - {amount} флоренов."
    },
    "8": {
      "text": "Это удивительно, но на днях вы получили должность агента императора. Вы подпрыгивали от счастья, орали Hael Ker'zaer и Aen Ard Feainn до хрипоты, но с большой должностью в вашем случае не приходит большая ответственность. Лишь большое ЧСВ. Чувствуя свое всемогущество, а также пагубное действие Нильфгаардской вишневой вы украли 17000 флоренов у благородного рыцаря, но вы были пойманы, как дешёвка, вас прогнали с работы и вы потеряли - {amount} флоренов. Пусть это будет тебе уроком, Солдат!"
    },
    "9": {
      "text": "Гвинт игра гейская, базару ноль. Но вы вошли во вкус. На очередной турнир вы пришли с ворованной у уважаемого человека в империи, ученого и философа Алксо Аэп Электратора колодой, было очень неловко попасть с ним за один стол, вы понимали, что шансов против него нет ни одного, и в отчаянии попробовали подсмотреть его карты. Алксо притворился, что не заметил, и вы все равно проиграли ему во втором раунде. Вы с отчаянием пошли домой, даже не заметив то, что у вас украли - {amount} флоренов."
    },
    "10": {
      "text": "Вас привлекал цикл 'выпил, украл, в тюрьму.' Поэтому в пьяном угаре вы решили ограбить торговца зеркалами. Когда вы начали угрожать ему, он лишь рассмеялся. щелкнув пальцами, он исчез, а вы были сбиты с ног, а из коленки у вас торчала деревянная ложка. На услуги костоправа вы потратили -{amount} флоренов."
    },
    "11": {
      "text": "Эхх, сколько воспоминаний у вас связано с Нильфгаардским лагерем дивизии Альба. Вы и чистили картошку, и одно время пытались продать там свою жопу. В этот раз вы решили украсть одного из самых резвых скакунов в Нильфгаарде - коня Тибора Эггебрахта. Ходили легенды о том, как он на большой скорости падал с него и пердел. Вы подошли к стойлу, отвязали лошадь, и внезапно вас кто-то толкнул. Это был тот самый лысый мудак. Он начал вас избивать, это вам напомнило ситуацию, когда вы пытались совратить его рекрута. В результате преступления вы потеряли -{amount} флоренов."
    },
    "12": {
      "text": "Всем известно, что в Новиграде огромный наркотрафик, вы тоже решили попробовать себя в этом деле. Достав крупную партию фисштеха, вы быстро нашли покупателя. На ваше удивление, это был не гнусный торчок, а один из священников Вечного Огня. Вы начали торговаться. Когда он начал гнуть свою линию, вы начали его шантажировать. От такой наглости он разозлился не на шутку. Вы мгновенно получили кулаком в рыло от храмовой стражи. Очнувшись в сточной канаве, вы поняли, что у вас пропал и товар и деньги -{amount} флоренов."
    },
    "13": {
      "text": "После того, как вы чуть не попались на одном деле в Новиграде, вы перебрались в Оксенфурт. Вы обнесли одного богатого дурака, после чего завалились в ближайшую корчму и напились дешевой сивухи. Покинув заведение, вы направились домой по переулкам, попутно распевая о трех Девицах из Виковаро, первая из которых любит только за амбаром. Вдруг, перед вами резко появилось огромное чудовище, кажется это был вампир. Невероятно, но городская байка о том что завелся вампир оказалось правдой. Также говорили, что он любит кровь пьяниц и блестящие штуки. Так и оказалось, вы очнулись в госпитале с тяжелейшими травмами, вампир украл всю вашу деньгу -{amount} флоренов , и выкачал всю кровь. Вы хотя бы выжили, чего не скажешь о других его жертвах."
    },
    "14": {
      "text": "Оказавшись в провинции Гесо, вы решили поддержать тамошние восстания. Разумеется, не бесплатно. Вы долгое время снабжали повстанцев оружием и едой, но кто то решил на вас донести. Вас вытащили из дома, и кинули за решетку, Вас оштрафовали на вдвое большую сумму, чем вы приобрели, а именно на -{amount} флоренов. Выйдя на волю, вы поклялись больше не помогать этим выродкам."
    },
    "15": {
      "text": "Контрабанда приносила вам довольно стабильный доход. Вы решили попробовать новый способ -вывезти драгоценности из города в трупе. Вы затолкали различные камни, ожерелья и кольца в различные места. Вы договорились с извозчиком трупов, который вывозил их из города и сжигал. Вы оставили труп в канализации, и стали ждать вестей от извозчика. Оказалось, что его сожрал утопец. Не самая приятная новость. В результате вы потеряли - {amount} флоренов."
    },
    "16": {
      "text": "Подпольное казино сулит большие деньги. Вы без труда обыграли шулеров, таких как: Алксо Аэп Электрат, Владимир Де Мадесто, мудрого старика Илао де Пизестаро и даже пацана, которому на вид лет 13 было. Охранники заподозрили неладное -вы слишком хорошо играли, вас выкинули, при этом забрав - {amount} флоренов."
    },
    "17": {
      "text": "Неизвестный землевладелец предложил вам деньги за весьма необычную работёнку. Вас наняли устроить пожар в одном из соседних поместий. Вы принялись за дело ночью, однако вас застали на месте преступления и выписали штраф - {amount} флоренов."
    },
    "18": {
      "text": ""
    },
    "19": {
      "text": ""
    },
    "20": {
      "text": ""
    },
    "21": {
      "text": ""
    },
    "22": {
      "text": ""
    },
    "23": {
      "text": ""
    },
    "24": {
      "text": ""
    },
    "25": {
      "text": ""
    },
    "26": {
      "text": ""
    },
    "27": {
      "text": ""
    },
    "28": {
      "text": ""
    },
    "29": {
      "text": ""
    },
    "30": {
      "text": ""
    },
    "31": {
      "text": ""
    },
    "32": {
      "text": ""
    },
    "33": {
      "text": ""
    },
    "34": {
      "text": ""
    },
    "35": {
      "text": ""
    },
    "36": {
      "text": ""
    },
    "37": {
      "text": ""
    },
    "38": {
      "text": ""
    },
    "39": {
      "text": ""
    },
    "40": {
      "text": ""
    },
    "41": {
      "text": ""
    },
    "42": {
      "text": ""
    },
    "43": {
      "text": ""
    },
    "44": {
      "text": ""
    },
    "45": {
      "text": ""
    },
    "46": {
      "text": ""
    },
    "47": {
      "text": ""
    },
    "48": {
      "text": ""
    },
    "49": {
      "text": ""
    },
    "50": {
      "text": ""
    },
    "51": {
      "text": ""
    },
    "52": {
      "text": ""
    },
    "53": {
      "text": ""
    },
    "54": {
      "text": ""
    },
    "55": {
      "text": ""
    },
    "56": {
      "text": ""
    },
    "57": {
      "text": ""
    },
    "58": {
      "text": ""
    },
    "59": {
      "text": ""
    },
    "60": {
      "text": ""
    },
    "61": {
      "text": ""
    },
    "62": {
      "text": ""
    },
    "63": {
      "text": ""
    },
    "64": {
      "text": ""
    },
    "65": {
      "text": ""
    },
    "66": {
      "text": ""
    },
    "67": {
      "text": ""
    },
    "68": {
      "text": ""
    },
    "69": {
      "text": ""
    },
    "70": {
      "text": ""
    },
    "71": {
      "text": ""
    },
    "72": {
      "text": ""
    },
    "73": {
      "text": ""
    },
    "74": {
      "text": ""
    },
    "75": {
      "text": ""
    },
    "76": {
      "text": ""
    },
    "77": {
      "text": ""
    },
    "78": {
      "text": ""
    },
    "79": {
      "text": ""
    },
    "80": {
      "text": ""
    },
    "81": {
      "text": ""
    },
    "82": {
      "text": ""
    },
    "83": {
      "text": ""
    },
    "84": {
      "text": ""
    },
    "85": {
      "text": ""
    },
    "86": {
      "text": ""
    },
    "87": {
      "text": ""
    },
    "88": {
      "text": ""
    },
    "89": {
      "text": ""
    },
    "90": {
      "text": ""
    },
    "91": {
      "text": ""
    },
    "92": {
      "text": ""
    },
    "93": {
      "text": ""
    },
    "94": {
      "text": ""
    },
    "95": {
      "text": ""
    },
    "96": {
      "text": ""
    },
    "97": {
      "text": ""
    },
    "98": {
      "text": ""
    },
    "99": {
      "text": ""
    }
  }
}